[
  {
    "id": 1,
    "imageSrc": "/Assets/attraction/tugu.jpg",
    "title": "Tugu",
    "description": "Tugu Jogja, also known as Tugu Pal or Tugu Yogyakarta, is an  iconic monument located in the heart of Yogyakarta, Indonesia. This monument serves as a symbol of the city and holds great historical and cultural significance."
  },
  {
    "id": 2,
    "imageSrc": "/Assets/attraction/malioboro-jogja.jpg",
    "title": "Malioboro",
    "description": "Malioboro is a bustling and iconic street located in the heart of Yogyakarta, Indonesia. It is renowned for its vibrant atmosphere, rich cultural heritage, and diverse shopping and dining experiences."
  },
  {
    "id": 3,
    "imageSrc": "/Assets/attraction/goajomblang.jpg",
    "title": "Goa Jomblang",
    "description": "Goa Jomblang is a remarkable natural cave located in the Gunungkidul region of Yogyakarta, Indonesia. This cave is renowned for its otherworldly beauty and unique geological features."
  },
  {
    "id": 4,
    "imageSrc": "/Assets/attraction/bukitpunguk.jpg",
    "title": "Bukit Punguk",
    "description": "Bukit Panguk is a picturesque hill located in Bantul, Yogyakarta, Indonesia. This hill offers breathtaking panoramic views of the surrounding landscape and has become a popular destination for nature lovers and photography enthusiasts."
  },
  {
    "id": 5,
    "imageSrc": "/Assets/attraction/bukit paralayang.jpg",
    "title": "Bukit Paralayang",
    "description": "Bukit Paralayang Jogja, also known as Paragliding Hill Jogja, is a scenic hill located in Yogyakarta, Indonesia, that has become a popular spot for paragliding enthusiasts and tourists seeking breathtaking panoramic views."
  },
  {
    "id": 6,
    "imageSrc": "/Assets/attraction/candiratuboko.jpg",
    "title": "Candi Ratu Boko",
    "description": "Bukit Paralayang Jogja, also known as Paragliding Hill Jogja, is a scenic hill located in Yogyakarta, Indonesia, that has become a popular spot for paragliding enthusiasts and tourists seeking breathtaking panoramic views."
  },
  {
    "id": 7,
    "imageSrc": "/Assets/attraction/tamansari.jpg",
    "title": "Taman Sari",
    "description": "Taman Sari, also known as the Water Castle, is a historic cultural complex located in Yogyakarta, Indonesia. This unique site is famous for its intricate architecture, serene water features, and its role as a royal pleasure garden."
  },
  {
    "id": 8,
    "imageSrc": "/Assets/attraction/prambanan.jpg",
    "title": "Candi Prambanan",
    "description": "Prambanan is a magnificent Hindu temple complex located in Central Java, Indonesia, near the city of Yogyakarta. This UNESCO World Heritage site is renowned for its exquisite architecture and historical significance."
  },
  {
    "id": 9,
    "imageSrc": "/Assets/attraction/Desa Wisata Nglinggo.jpg",
    "title": "Desa Wisata Nglinggo",
    "description": "Nglinggon Village in Kulon Progo, Yogyakarta, is a picturesque tourist destination celebrated for its natural beauty, traditional Javanese culture, and serene rural atmosphere."
  },
  {
    "id": 10,
    "imageSrc": "/Assets/attraction/Jurang-Tembelan.jpg",
    "title": "Jurang Tembelan",
    "description": "Jurang Tembelan, located in Yogyakarta, Indonesia, is a natural wonder known for its dramatic cliffs, lush greenery, and serene surroundings."
  }
]
