{
    "museum": [
        {
            "id": 1, 
            "name": "Museum Affandi", 
            "src": "affandi" , 
            "address": "Jl. Laksda Adisucipto No.167, Papringan, Caturtunggal", 
            "description": "Museum Affandi merupakan salah satu museum bersejarah yang terletak di Provinsinsi Yogyakarta tepatnya pada jalan Kab. Sleman"
        },
        {
            "id": 2, 
            "name": "Benteng Vredeburg", 
            "src": "vredeburg" , 
            "address": "Jl. Margo Mulyo No.6, Ngupasan", 
            "description": "Benteng Vredeburg adalah saksi sejarah betapa kuatnya pengaruh Belanda dalam menjajah Indonesia. Karena posisinya yang strategis di tengah kota, tepatnya di depan Keraton Yogyakarta, Benteng Vredeburg telah merekam peristiwa-peristiwa penting dan telah mengalami perubahan fungsi dari waktu ke waktu."
        },
        {
            "id": 3, 
            "name": "Museum Sonobudoyo", 
            "src": "senobudoyo" , 
            "address": "Jalan Trikora No. 6 Yogyakarta", 
            "description": "Museum Sonobudoyo adalah museum sejarah dan kebudayaan Jawa, termasuk bangunan arsitektur klasik Jawa. Museum ini menyimpan koleksi mengenai budaya dan sejarah Jawa yang dianggap paling lengkap setelah Museum Nasional Republik Indonesia di Jakarta. Selain keramik pada zaman Neolitik dan patung perunggu dari abad ke-8, museum ini juga menyimpan beberapa macam bentuk wayang kulit, berbagai senjata kuno (termasuk keris dan topeng Jawa)."
        },
        {
            "id": 4, 
            "name": "Taman Pintar", 
            "src": "tamanpintar" , 
            "address": "Jl. Panembahan Senopati No.1-3, Ngupasan", 
            "description": "Taman Pintar Yogyakarta menggabungkan antara Museum dan Sains sehingga dapat mematahkan stigma masyarakat bahwa Museum tidak hanya berbicara soal masalalu, Museum juga bisa berbicara soal masadepan."
        },
        {
            "id": 5, 
            "name": "Museum Merapi", 
            "src": "merapi" , 
            "address": "Jl. Boyong, Dusun Banteng, Desa Hargobinangun", 
            "description": "Museum ini dibuat untuk menceritakan gunung api yang ada, khususnya Merapi. Anda dapat mengamati berbagai tipe gunung api dan letusannya di dunia melalui panel museum. Selain itu artefak dari letusan Merapi tahun 2006 berupa bangkai sepeda motor, alat-alat rumah tangga, serta foto-foto erupsi tahun 2010 dapat Anda saksikan melengkapi foto-foto erupsi berbagai gunung api di Chili, Italy, Hawaii, USA, dan lain sebagainya."
        },
        {
            "id": 6, 
            "name": "Monumen Jogja Kembali", 
            "src": "monjali" , 
            "address": "Jongkang, Sariharjo, Ngaglik, Kabupaten Sleman", 
            "description": "Museum Monumen Yogya Kembali biasa dikenal sebagai Monumen Jogja Kembali disingkat Monjali adalah sebuah museum sejarah perjuangan kemerdekaan Indonesia yang ada di Daerah Istimewa Yogyakarta dan dikelola oleh Kementerian Pariwisata dan Ekonomi Kreatif. "
        },
        {
            "id": 7, 
            "name": "Museum Keraton Yogyakarta", 
            "src": "kraton" , 
            "address": "Jl. Rotowijayan Blok No. 1, Panembahan", 
            "description": "Keraton Yogyakarta sebagai salah satu pilar utama berdirinya Republik Indonesia tentunya memiliki sejarah panjang perjuangannya dari era Kolonial hingga sekarang ini. Sejarah panjang tersebut tentunya berguna bagi masa depan generasi muda untuk bisa mengetahui serta memahani perjuangan yang telah dilakukan. Oleh karena itu Keraton Yogyakarta sebagai institusi budaya dan perjuangan bangsa berkewajiban mendokumentasikan perjuangannya kepada masyarakat dengan membangun wisata museum sebagai pusat dokumentasi sejarah perjuangan Keraton Yogyakarta."
        },
        {
            "id": 8, 
            "name": "Museum Ullen Sentalu", 
            "src": "sentalu" , 
            "address": "Jl. Boyong No.KM 25, Kaliurang, Hargobinangun", 
            "description": "Museum Ullen Sentalu banyak mengisahkan tentang peradaban Kerajaan Mataram yang terpecah menjadi 4 keraton di Solo dan Yogyakarta, yaitu Kasunanan Surakarta, Kesultanan Yogyakarta, Praja Mangkunegaran, dan Kadipaten Pakualaman."
        },
        {
            "id": 9, 
            "name": "Museum Pusat TNI AU Dirgantara Mandala", 
            "src": "dirgantara" , 
            "address": "Komplek TNI AU Lanud Adisutjipto, Jl Raya Solo", 
            "description": "Museum Pusat TNI AU Dirgantara Mandala adalah museum yang digagas oleh TNI Angkatan Udara yang berisikan benda-benda koleksi sejarah, dimana sebagian besarnya berupa pesawat terbang yang pernah mengabdikan diri di lingkungan TNI AU."
        }
    ]
}